{
"home": "الصفحة الرئيسية",
"offers":"العروض",
"winner":"الفائزون",
"prize":"الجائزه",
"action":"اكشن",
"winn":"الفائزون",
"er":"",
"adventure":"مغامرات",
"sports":"رياضة",
"sport":"رياضة",
"multiplayer":"لعب جماعي",
"horror":"رعب",
"all Games":"جميع الالعاب",
"About":"من نحن",
"If you are looking for a prize for your game or you are looking for money, you are in the right place. Abo Zakry offers you offers that allow you to win valuable prizes and a lot of money. It also allows you to download games that are not free in a free, safe and fast way. Abo Zakry website also provides you with ease and speed in performance. Abo Zakry website is the best website to download games and win prizes":"إذا كنت تبحث عن جائزة للعبتك أو تبحث عن أموال فأنت في المكان الصحيح، يقدم لك موقع أبو زكري عروض تتيح لك الفوز بجوائز قيمة وأموال كثيرة، كما يتيح لك تحميل الألعاب غير المجانية بطريقة مجانية وآمنة وسريعة، كما يوفر لك موقع أبو زكري السهولة والسرعة في الأداء، موقع أبو زكري هو أفضل موقع لتحميل الألعاب والفوز بجوائز",
"If you want to win a prize or win money, you must first choose an offer from the offers on the site and register in it, then you will be transferred to an external page with several offers, you must implement any of these offers, after that 10 winners will be selected every 10 days, after that the prize will be transferred to the email you registered with in the offer, to find out whether you have won the prize or not, go to the (winners) page, and make sure that you have been chosen to win the prize or not. - To download games, choose the game you want to download, then you will be transferred to an external page with several offers, and when you implement any of these offers, you will be transferred directly to the page that contains the download link for the game":"إذا كنت تريد الفوز بجائزة أو الفوز بمال، يجب عليك أولاً اختيار عرض من العروض الموجودة على الموقع والتسجيل فيه، ثم سيتم تحويلك إلى صفحة خارجية بها عدة عروض، يجب عليك تنفيذ أي من هذه العروض، بعد ذلك سيتم اختيار 10 فائزين كل 10 أيام، بعد ذلك سيتم تحويل الجائزة إلى البريد الإلكتروني الذي سجلت به في العرض، لمعرفة ما إذا كنت قد فزت بالجائزة أم لا، انتقل إلى صفحة (الفائزين)، وتأكد من أنه تم اختيارك للفوز بالجائزة أم لا. - لتحميل الألعاب، اختر اللعبة التي تريد تحميلها، ثم سيتم تحويلك إلى صفحة خارجية بها عدة عروض، وعند تنفيذ أي من هذه العروض، سيتم تحويلك مباشرة إلى الصفحة التي تحتوي على رابط التحميل للعبة",
"Who are":"من",
"we?":" نحن ؟",
"how it":"كيف",
"work?":"يعمل ؟ ",
"why chose":" لماذا تختار",
"Us":"نا",
"offer":"العروض",
"get game":"حمل اللعبة",
"load more":"حمل المزيد",
"do the offer to win":"قم بعمل العرض لربح",
"get offer":"احصل على العرض",
"win more money": "اكسب المزيد من المال",
"By completing the offers on the site": "من خلال إكمال العروض على الموقع",
"Download paid games": "تحميل الألعاب المدفوعة",
"Download paid games in an easy and safe way": "تحميل الألعاب المدفوعة بطريقة سهلة وآمنة",
"Easy to use": "سهل الاستخدام",
"Win prizes and download games in an easy and safe way.": "اربح الجوائز وحمل الألعاب بطريقة سهلة وآمنة.",
"Multilingual": "متعددة اللغات",
"The website is available in Arabic and English.": "الموقع متوفر بالعربية والإنجليزية.",
"Really credible": "مصداقية عالية",
"Winners will be displayed on the Winners page every certain period.": "سيتم عرض الفائزين على صفحة الفائزين كل فترة معينة.",
"downloading more apps": "تحميل المزيد من التطبيقات",
"Download the best modern applications that you will need": "قم بتحميل أفضل التطبيقات الحديثة التي ستحتاجها.",
"Contact us": "اتصل بنا",
"Follow us on Facebook, Twitter and YouTube": "تابعنا على فيسبوك وتويتر ويوتيوب.",
"Fast website": "موقع سريع",
"Fast download and earn effortlessly": "تحميل سريع وكسب بسهولة.",
"Challenge Dangerand Gain Riches": "تحدي المخاطر وكسب الثروات",
"Win prizes and get RP in League of Legends": "اربح الجوائز في ليجند اوف ليجند",
"Win prizes and rewards in PUBG Mobile": "اربح الجوائز والمكافآت في ببجي موبيل",
"Get prizes and jewels in Clash Royale": "احصل على الجوائز والجواهر في كلاش رويال",
"Get a free iPhone for the year 2024": "احصل على آيفون مجاني لعام 2024",
"Action game":"العاب الاكشن",
"app":"التطبيقات",
"get app":"حمل التطبيق",
"Adventures game":"العاب المغامرات",
"more game":"المزيد من الالعاب",
"hard game":"العاب صعبة",
"car":"سيارات",
"strategy game":"العاب استرتيجية",
"Intelligence":"ذكاء",
"new app":"تطبيقات جديدة",
"start now":"ابدأ الان",
"downloading more Apps":"حمل تطبيقات اكثر",
"play more Games":"العب العاب اكثر",
"win prize from offers":"اربح الجوائز من العروض",
"choise the app and do the offer to get your app":"اختر التطبيق وقم بالعرض للحصول على التطبيق الخاص بك",
"choise the game and do the offer to get your game":"اختر اللعبة وقم بالعرض للحصول على لعبتك",
"choise the prize and do the offer to get your prize":"اختر الجائزة وقم بالعرض للحصول على الجائزة",
"apps":"التطبيقات",
"gameing":"الالعاب",
"visitors":"الزائرين",
"© Copy Right By Abo Zekry 2023-2024 All Rights Reserved":"© جميع الحقوق محفوظة لأبو زكري 2024-2025",
"privacy policy":"سياسة الخصوصية"
}